brew "atuin"
brew "bat"
brew "coreutils"
brew "gh"
brew "grep"
brew "jq"
brew "luarocks"
brew "neovim"
brew "poetry"
brew "python@3.12"
brew "ruff"
brew "stow"
brew "tmux"
brew "uv"
brew "wget"

cask "amethyst"
cask "chatgpt"
cask "discord"
cask "docker-desktop"
cask "github"
cask "iterm2"
cask "joplin"
cask "kitty"
cask "signal"
cask "typora"
cask "uhk-agent"
cask "visual-studio-code"
