brew "atuin"
brew "bat"
brew "coreutils"
brew "gh"
brew "grep"
brew "jq"
brew "neovim"
brew "poetry"
brew "python@3.12"
brew "stow"
brew "tmux"
brew "wget"

cask "amethyst"
cask "discord"
cask "docker"
cask "github"
cask "iterm2"
cask "kitty"
cask "visual-studio-code"
